IDEA Open Model
IDEAProgressReport.CurrentProgressMessage Property
Compatible with IDEA StatiCa Beta 20.0
 some message to pass to the UI of current progress
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string CurrentProgressMessage { get; set; }
Public Property CurrentProgressMessage As String
	Get
	Set
Property Value
Type: String
See Also
Reference
IDEAProgressReport Class
IdeaRS.OpenModel.Message Namespace